const questDataJSON = [
  {
    num: "1",
    name: "網代本手（あじろほんて）",
  },
  {
    num: "2",
    name: "揚羽本手（あげはほんて）",
  },
  {
    num: "3",
    name: "筏本手（いかだほんて）",
  },
  {
    num: "4",
    name: "鶺鴒本手（せきれいほんて）",
  },
  {
    num: "5",
    name: "寿本手（ことぶきほんて）",
  },
  {
    num: "6",
    name: "洞入り本手（ほらいりほんて）",
  },
  {
    num: "7",
    name: "笠舟本手（かさふねほんて）",
  },
  {
    num: "8",
    name: "深山本手（みやまほんて）",
  },
  {
    num: "9",
    name: "入船本手（いりふねほんて）",
  },
  {
    num: "10",
    name: "唐草居茶臼（からくさいちゃうす）",
  },
  {
    num: "11",
    name: "忍び居茶臼（しのびいちゃうす）",
  },
  {
    num: "12",
    name: "濵千鳥（はまちどり）",
  },
  {
    num: "13",
    name: "横笛（よこぶえ）",
  },
  {
    num: "14",
    name: "零れ松葉（こぼれまつば）",
  },
  {
    num: "15",
    name: "菊一文字（きくいちもんじ）",
  },
  {
    num: "16",
    name: "浮橋（うきはし）",
  },
  {
    num: "17",
    name: "八重椿（やえつばき）",
  },
  {
    num: "18",
    name: "燕返し（つばめがえし）",
  },
  {
    num: "19",
    name: "卍崩し（まんじくずし）",
  },
  {
    num: "20",
    name: "出船後ろ取り（でふねうしろどり）",
  },
  {
    num: "21",
    name: "潰し駒掛け（つぶしこまかけ）",
  },
  {
    num: "22",
    name: "本駒掛け（ほんこまかけ）",
  },
  {
    num: "23",
    name: "〆込み錦（しめこみにしき）",
  },
  {
    num: "24",
    name: "〆込み千鳥（しめこみちどり）",
  },
  {
    num: "25",
    name: "後櫓（うしろやぐら）",
  },
  {
    num: "26",
    name: "亂れ牡丹（みだれぼたん）",
  },
  {
    num: "27",
    name: "本茶臼（ほんちゃうす）",
  },
  {
    num: "28",
    name: "筏茶臼（いかだちゃうす）",
  },
  {
    num: "29",
    name: "時雨茶臼（しぐれちゃうす）",
  },
  {
    num: "30",
    name: "機織茶臼（はたおりちゃうす）",
  },
  {
    num: "31",
    name: "御所車（ごしょぐるま）",
  },
  {
    num: "32",
    name: "月見茶臼（つきみちゃうす）",
  },
  {
    num: "33",
    name: "寶船（たからふね）",
  },
  {
    num: "34",
    name: "唐竹割（からたけわり）",
  },
  {
    num: "35",
    name: "笧（しがらみ）",
  },
  {
    num: "36",
    name: "筏崩し（いかだくずし）",
  },
  {
    num: "37",
    name: "廓繋ぎ（くるわつなぎ）",
  },
  {
    num: "38",
    name: "蜉蝣（かげろう）",
  },
  {
    num: "39",
    name: "砧（きぬた）",
  },
  {
    num: "40",
    name: "狂ひ獅子（くるいしし）",
  },
  {
    num: "41",
    name: "花菱責め（はなびしせめ）",
  },
  {
    num: "42",
    name: "尺八（しゃくはち）",
  },
  {
    num: "43",
    name: "椋鳥（むくどり）",
  },
  {
    num: "44",
    name: "白光錦（びゃっこうひしき）",
  },
  {
    num: "45",
    name: "逆さ椋鳥（さかさむくどり）",
  },
  {
    num: "46",
    name: "二ツ巴（ふたつどもえ）",
  },
  {
    num: "47",
    name: "立鼎（たちかなえ）",
  },
  {
    num: "48",
    name: "櫓立ち（やぐらだち）",
  },
];
